/* font name and size in points */
"%@ %.1f pt." = "%@ %.1f pt.";

/* urgent / CL / cancel sheet title; parameters are name and status */
"%@ is in %@ mode" = "%@ è in modalità %@";

/* incoming file transfer progress. parameters are transferred size and total size, units (KB, MB etc.) included */
"%@ of %@" = "%@ di %@";

/* status text in outgoing message window status bar; parameters are status and time */
"%@ since %@" = "%@ da %@";

/* No comment provided by engineer. */
"%d bytes" = "%d byte";

/* one contact */
"%d contact" = "%d contatto";

/* more than one contact */
"%d contacts" = "%d contatti";

/* No comment provided by engineer. */
"%d files" = "%d documenti";

/* No comment provided by engineer. */
"%d KB" = "%d KB";

/* No comment provided by engineer. */
"%d MB" = "%d MB";

/* terminator of list of filenames in history view */
")" = ")";

/* list separator for language list
   separator in list of filenames in history view */
", " = ", ";

/* No comment provided by engineer. */
"1 file" = "1 documento";

/* parameter is folder name */
"A file with the same name already exists in %@. Replacing it will overwrite its current contents." = "Esiste già in %@ un documento con lo stesso nome. La sostituzione ne riscriverà l'attuale contenuto.";

/* Add To List toolbar item tool tip */
"Add The Sender To Your Contact List" = "Aggiungi Mittente al tuo Elenco Contatti";

/* Add To List toolbar item palette label */
"Add To Contact List" = "Aggiungi a Elenco Contatti";

/* menu command */
"Add to Invisible List" = "Aggiungi a Elenco Contatti Invisibili";

/* Add To List toolbar item label */
"Add To List" = "Aggiungi a Elenco";

/* menu command */
"Add to Visible List" = "Aggiungi a Elenco Contatti Visibili";

/* title of informational alert */
"Adding Contacts to your List" = "Aggiungi contatti al tuo elenco";

/* informational alert message */
"All contacts on your server-stored contact list will be added to this contact list. Existing contacts will not be changed." = "Tutti i contatti nel tuo elenco archiviato sul server saranno aggiunti a questo elenco contatti. I contatti esistenti non saranno modificati.";

/* label in history view */
"Authorization Denied" = "Autorizzazione negata";

/* label in history view */
"Authorization Granted" = "Autorizzazione concessa";

/* label in history view */
"Authorization Request" = "Richiesta di autorizzazione";

/* No comment provided by engineer. */
"Authorization Request to %@" = "Richiesta di autorizzazione a %@";

/* No comment provided by engineer. */
"Available" = "Disponibile";

/* No comment provided by engineer. */
"Away" = "Assente";

/* Cancel button on unsaved details alert
   Cancel button on alert sheet
   Cancel button on informational alert */
"Cancel" = "Annulla";

/* file transfer cancellation title
   file transfer cancelation title */
"Canceled" = "Annullato";

/* No comment provided by engineer. */
"Change %@ Message" = "Cambia Messaggio %@";

/* folder selection dialog title */
"Choose where to save received files" = "Scegli dove vuoi registrare i documenti ricevuti";

/* button on incoming file transfer window after transfer is complete
   Close button on alert sheet */
"Close" = "Chiudi";

/* No comment provided by engineer. */
"Conversation with %@" = "Conversazione con %@";

/* Sample outgoing message text */
"Cozy lummox gives smart squid who asks for job pen." = "Cozy lummox gives smart squid who asks for job pen.";

/* file transfer rejection title */
"Declined" = "Rifiutato";

/* Delete history toolbar item label
   Delete history toolbar item palette label */
"Delete" = "Elimina";

/* action name for undo/redo */
"Delete Contact" = "Elimina Contatto";

/* Delete history toolbar item tool tip */
"Delete this history" = "Elimina questa cronologia";

/* alert sheet title */
"Disconnected" = "Scollegato";

/* No comment provided by engineer. */
"Do Not Disturb" = "Non disturbare";

/* Alert title */
"Do you want to save the changes you made to your details?" = "Vuoi registrare le modifiche ai tuoi dati?";

/* No comment provided by engineer. */
"Do you want to stop the file transfer?" = "Vuoi interrompere il trasferimento di documenti?";

/* Don't Save button on unsaved details alert */
"Don't Save" = "Non registrare";

/* file transfer error title */
"Error" = "Errore";

/* parameter is sender's name */
"File transfer from %@" = "Trasferimento documenti da %@";

/* description in history view, a list of filenames follows */
"File Transfer Request (" = "Richiesta Trasferimento Documenti (";

/* No comment provided by engineer. */
"File Transfer to %@" = "Trasferimento documenti a %@";

/* Find button title */
"Find" = "Cerca";

/* No comment provided by engineer. */
"Free for Chat" = "Disponibile per Chat";

/* menu command to hide offline contacts */
"Hide Offline Contacts" = "Nascondi Contatti Scollegati";

/* menu command to hide the status bar */
"Hide Status Bar" = "Nascondi Barra di Stato";

/* Show history toolbar item label
   Show history toolbar item palette label */
"History" = "Cronologia";

/* history window title */
"History for %@" = "Cronologia per %@";

/* No comment provided by engineer. */
"ICQ user number %@ appears on your list as %@" = "L'utente ICQ con il numero %@ compare nel tuo elenco con il nome %@";

/* alert sheet message */
"Icy Juice will try to reconnect when the network becomes available." = "Icy Juice tenterà di ricollegarsi quando la rete è di nuovo disponibile.";

/* Import button on informational alert */
"Import" = "Importa";

/* information alert title */
"Importing Contacts from ICQ Servers" = "Importo contatti dai server ICQ";

/* info panel title when not showing anything
   Show Info toolbar item label
   Show Info toolbar item palette label */
"Info" = "Info";

/* info panel title when showing a single contact */
"Info on %@" = "Info su %@";

/* information alert title */
"Invalid Date Range" = "Date invalide";

/* No comment provided by engineer. */
"Invisible" = "Invisibile";

/* writing direction item in contextual menu */
"Left to Right" = "Da sinistra a destra";

/* writing direction item in contextual menu */
"Left_to_Right" = "Left_to_Right";

/* No comment provided by engineer. */
"Message (no recipients)" = "Messaggio (nessun destinatario)";

/* incoming message window title */
"Message from %@" = "Messaggio da %@";

/* No comment provided by engineer. */
"Message to %@" = "Messaggio a %@";

/* No comment provided by engineer. */
"Message to %@ and others" = "Messaggio a %@ e altri";

/* No comment provided by engineer. */
"Multiple recipients" = "Destinatari multipli";

/* alert sheet title */
"Network Problem" = "Problema di rete";

/* New User Assistant window title */
"New User" = "Nuovo Utente";

/* Show next message toolbar item label
   Show next message toolbar item palette label
   Show next message toolbar item menu representation */
"Next" = "Successivo";

/* authorization is not required */
"No" = "No";

/* No comment provided by engineer. */
"no contacts" = "nessun contatto";

/* No comment provided by engineer. */
"No recipients" = "Nessun destinatario";

/* No comment provided by engineer. */
"Not Available" = "Non disponibile";

/* No comment provided by engineer. */
"Not on your list" = "Non nel tuo elenco";

/* No comment provided by engineer. */
"Occupied" = "Occupato";

/* No comment provided by engineer. */
"Offline" = "Scollegato";

/* OK button on informational alert
   Button on alert sheet */
"OK" = "OK";

/* No comment provided by engineer. */
"Pending Authorization" = "In attesa di autorizzazione";

/* No comment provided by engineer. */
"Please enter your ICQ password" = "Inserisci la tua password ICQ";

/* menu command, parameter is the status */
"Read %@ Message" = "Leggi Messaggio %@";

/* generic menu command, appears when status message is unavailable */
"Read Status Message" = "Leggi messaggio di stato";

/* parameter is status name */
"Reading User's %@ Message..." = "Leggo il messaggio dell'utente %@...";

/* incoming file transfer. first parameter is '1 file' or 'n files', second parameter is sender's name */
"Received %@ from %@" = "Ricevuto %@ da %@";

/* incoming file transfer. first parameter is '1 file' or 'n files', second parameter is sender's name */
"Receiving %@ from %@" = "Sto ricevendo %@ da %@";

/* Show recipients toolbar item palette label
   Show recipients toolbar item label */
"Recipients" = "Destinatari";

/* menu command */
"Remove from Invisible List" = "Rimuovi da elenco contatti invisibili";

/* menu command */
"Remove from Visible List" = "Rimuovi da elenco contatti visibili";

/* action name for undo/redo */
"Rename Contact" = "Rinomina Contatto";

/* button on name conflict sheet */
"Replace" = "Sostituisci";

/* Reply toolbar item label
   Reply toolbar item palette label */
"Reply" = "Rispondi";

/* Reply toolbar item tool tip */
"Reply to this Message" = "Rispondi a questo messaggio";

/* button on network problems alert sheet */
"Retry Now" = "Ritenta ora";

/* writing direction item in contextual menu */
"Right to Left" = "Da destra a sinistra";

/* writing direction item in contextual menu */
"Right_to_Left" = "Right_to_Left";

/* Save history toolbar item palette label
   Save history toolbar item label
   Save button on unsaved details alert */
"Save" = "Registra";

/* button on name conflict sheet */
"Save As..." = "Registra col Nome...";

/* Save history toolbar item tool tip */
"Save history to file" = "Registra cronologia";

/* prompt in file transfer file selection panel
   prompt for destination folder selection panel
   button title in the default contact list selection sheet of the preferences panel
   prompt for received files folder selection panel */
"Select" = "Seleziona";

/* Send message toolbar item label
   Send message toolbar item palette label */
"Send" = "Invia";

/* Send message toolbar item tool tip */
"Send Message" = "Invia Messaggio";

/* timestamp in incoming message window */
"Sent: %@" = "Inviato: %@";

/* Show Info toolbar item tool tip */
"Show Info" = "Mostra Info";

/* Show history toolbar item tool tip */
"Show Message History" = "Mostra Cronologia Messaggio";

/* Show next message toolbar item tool tip */
"Show Next Message" = "Mostra Messaggio Successivo";

/* menu command to show offline contacts */
"Show Offline Contacts" = "Mostra Contatti Scollegati";

/* Show recipients toolbar item tool tip */
"Show Recipients" = "Mostra Destinatari";

/* menu command to show the status bar */
"Show Status Bar" = "Mostra Barra di Stato";

/* cancel button in save file as panel
   button on name conflict sheet */
"Skip" = "Ignora";

/* window title; parameter is status name */
"Status Message from %@" = "Messaggio di stato da %@";

/* stop file transfer button */
"Stop" = "Interrompi";

/* Stop Find button title */
"Stop Find" = "Interrompi";

/* No comment provided by engineer. */
"The file %@ already exists. Do you want to replace it?" = "Il documento %@ esiste già. Vuoi sostituirlo?";

/* file transfer error message */
"The file transfer failed due to an error." = "Il trasferimento di documenti è fallito a causa di un errore.";

/* file transfer time out message */
"The file transfer request timed out." = "Il tempo per il trasferimento di documenti è scaduto.";

/* file transfer rejection message */
"The file transfer request was declined." = "La richiesta di trasferimento documenti è stata rifiutata.";

/* file transfer cancellation message. parameter is sender's name */
"The file transfer was canceled by %@." = "Il trasferimento di documenti è stato annullato da %@.";

/* file transfer cancellation message */
"The file transfer was canceled." = "Il trasferimento di documenti è stato annullato.";

/* Sample incoming message text */
"The little brown fox jumps over the lazy dog." = "The little brown fox jumps over the lazy dog.";

/* No comment provided by engineer. */
"The password you tried to log in with is incorrect. Please enter your password" = "La password con tui hai tentato di esegurie il login non è corretta. Per favore inserisci la tua password";

/* alert sheet message */
"There are new messages which you might have not read yet. Do you want to close anyway?" = "Ci sono nuovi messaggi che potresti non avere ancora letto. Vuoi chiudere comunque?";

/* alert sheet title */
"There are unread messages" = "Ci sono messaggi non letti";

/* No comment provided by engineer. */
"This contact is already on your list" = "Questo contatto è già nel tuo elenco";

/* No comment provided by engineer. */
"This message will be displayed when you are marked as '%@'" = "Questo messaggio verrà visualizzato quando sei segnalato come '%@'";

/* No comment provided by engineer. */
"This sheet will close in %d second" = "Questo pannello si chiuderà tra %d secondi";

/* No comment provided by engineer. */
"This sheet will close in %d seconds" = "Questo pannello si chiuderà tra %d secondi";

/* parameter is status name */
"This User's %@ Message:" = "Il messaggio di %@ di questo utente:";

/* file transfer error title */
"Timed out" = "Tempo scaduto";

/* informational alert message */
"To add contacts to your contact list, use the Find Contacts panel. You can also use the Import from ICQ Servers… command if you have a contact list saved on the ICQ servers." = "Per aggiungere contatti al tuo elenco, usa il pannello Cerca Contatti. Puoi anche usare il comando Importa da server ICQ... se hai un elenco contatti salvato sui server ICQ.";

/* No comment provided by engineer. */
"URL: " = "URL:";

/* default away message */
"User is currently away\nYou can leave him/her a message" = "L'utente è attualmente assente\nPuoi lasciargli un messaggio";

/* default occupied message */
"User is currently busy" = "L'utente è attualmente occupato";

/* default DND message */
"User is currently in DND mode" = "L'utente è attualmente in modalità DND";

/* default N/A message */
"User is currently N/A\nYou can leave him/her a message" = "L'utente è attualmente n/d\nPuoi lasciargli un messaggio";

/* incoming file transfer starting */
"Waiting..." = "In attesa...";

/* authorization is required */
"Yes" = "Sì";

/* parameter is abbreviated status name */
"You can send the message as an urgent one, send it to his/her Contact List, or cancel sending. %@ message:" = "Puoi inviare il messaggio come messaggio urgente, inviarlo al suo Elenco Contatti, o annullare l'invio. Messaggio di %@:";

/* parameter is abbreviated status name */
"You can send the message to his/her Contact List, or cancel sending. %@ message:" = "Puoi inviare il messaggio al suo Elenco Contatti, o annullare l'invio. Messaggio di %@:";

/* informational alert message */
"You should enter a vaild range of dates. In order to save all the messages, leave both fields blank." = "Devi inserire delle date valide. Per registrare tutti i messaggi, lascia vuoti entrambi i campi.";

/* description in history view */
"You were added to this user's contact list" = "Sei stato aggiunto all'elenco contatti di questo utente";

/* alert sheet message */
"You were disconnected. Check your Internet connection and the Network section in the Settings sheet and try again." = "Sei stato scollegato. Controlla la tua connessione a Internet e il pannello Rete nelle Impostazioni e poi ritenta.";

/* Alert message */
"Your changes will be lost if you don't save them." = "Le tue modifiche saranno perse se non le registri.";

/* alert sheet message */
"Your ICQ number is being used on another computer." = "Il tuo numero ICQ è in uso su un altro computer.";

